// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Informations sur le périphérique";

HSDModelLabel = "Modèle :";
HSDConnTypeLabel = "Type de connexion :";
HSDServiceLabel = "ID du service :";
HSDFWLabel = "Version FW :";
HSDSNLabel = "Numéro de série :";
HSDDuplexerLabel = "Unité d'impression recto verso :";
HSDDriverLabel = "Version du pilote :";
HSDProdNumLabel = "Numéro de produit :";
HSDIPAddrLabel = "Adresse IP :";
HSDMessageLabel = "Imprimez les informations sur l'imprimante actuellement sélectionnée en cliquant sur le bouton \"Imprimer la page de configuration\", ci-dessous.";
HSDPrintButton = "Imprimer la page de configuration";

NoPrintTitle = "Impossible d'imprimer la page de configuration";
NoPrintMsg = "Vérifiez si l'imprimante est branchée et activée, puis essayez de nouveau.";
PrintingProgressTitle = "Impression de la page de configuration…";
PageViewButtonTitle = "Afficher la page de configuration";
PageViewMessage = "Pour afficher les informations sur l'imprimante actuellement sélectionnée, cliquez sur le bouton \"Afficher la page de configuration\" ci-dessous.";
DuplexInstalled = "Installé";
DuplexNotInstalled = "Non installé";
SomePenErrorMessage = "Une cartouche d'encre est manquante, non détectée ou incorrectement installée. Toutes les cartouches doivent être installées pour pouvoir lancer une impression.";

HSDEmptyValueString = "Inconnu";

HSDIKNumberLabel = "Numéro IK :";

Wired = "Filaire";
Wireless = "Sans fil";

HSDAllInkUsageLabel = "Totalité de l'encre utilisée :";
HSDHPInkUsageLabel = "Encre HP utilisée :";
milliliters = "millilitres";
microliters = "microlitres";

SomePenErrorMessagePigment = "Une cartouche semble absente, non détectée ou mal installée. L'imprimante ne fonctionnera pas si toutes les cartouches ne sont pas installées.";
HSDAllInkUsageLabelPigment = "Pigment total consommé :";
HSDHPInkUsageLabelPigment = "Pigment HP consommé :";